bat
cmake
dust
eza
fzf
gh
git
git-delta
go
hyperfine
neovim
netcat
node
openssh
poetry
powerlevel10k
pyenv
pylint
ripgrep
ruby
thefuck
tldr
tmux
universal-ctags
xclip
xsel
zoxide
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
fd
